Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

source: Paralysis reduces SPEED and may\nprevent the POKéMON from moving.\pParalysis remains after battles.\nUse PARLYZ HEAL for treatment.
pl: Paraliż redukuje SZYBKOŚĆ i może\nnie pozwolić POKéMONOWI na atak.\pParaliż pozostaje po walce.\nUżyj LEK PARALIŻU, by go uleczyć.

source: I came here with some friends to\ncatch us some BUG POKéMON!\pThey're all itching to get into\nsome POKéMON battles!
pl: Przyszedłem tu z kolegami, żeby\nzłapać parę POKéMONÓW ROBAKÓW!\pWszyscy rwą się do walki.

# Hey! You have POKéMON! Come on!lLet's battle 'em!
source: Hey! You have POKéMON!\nCome on!\lLet's battle 'em!
pl: Hej! Masz POKéMONY! Chodź!\lZobaczymy co umiesz!

# No! CATERPIE can't hack it!
source: No!\nCATERPIE can't hack it!
pl: Nie!\nCATERPIE przegrał!

# Ssh! You'll scare the bugs away. Another time, okay?
source: Ssh! You'll scare the bugs away.\nAnother time, okay?
pl: Ssh! Przestraszysz robaki!\nInnym razem, dobrze?

# Yo! You can't jam out if you're alPOKéMON TRAINER!
source: Yo!\nYou can't jam out if you're a\lPOKéMON TRAINER!
pl: Joł!\nNie możesz uciec, jeśli jesteś\lTRENEREM!

# Huh? I ran out of POKéMON!
source: Huh?\nI ran out of POKéMON!
pl: Nie mam już POKéMONÓW?

# That totally stinks! I'm going to catch some stronger ones!
source: That totally stinks! I'm going to\ncatch some stronger ones!
pl: Kompletna klapa! Muszę złapać\njakieś dużo silniejsze!

# Hey, wait up! What's the hurry? Why the rush?
source: Hey, wait up!\nWhat's the hurry? Why the rush?
pl: Hej, zaczekaj!\nPo co ten pośpiech?

# I give! You're good at this!
source: I give!\nYou're good at this!
pl: No!\nJesteś w tym niezły!

source: Sometimes, you can find stuff on\nthe ground.\pI'm looking for the stuff I\ndropped. Can you help me?
pl: Czasami na ziemi możesz znaleźć\nprzedmioty.\pSzukam czegoś, co mi tutaj\nwypadło. Pomożesz mi?

# I might be little, but I won't like it if you go easy on me!
source: I might be little, but I won't like\nit if you go easy on me!
pl: Może jestem mały, ale to nie\nznaczy, że masz mi dawać fory!

# Oh, boo. Nothing went right.
source: Oh, boo.\nNothing went right.
pl: Och, bo.\nŹle mi poszło.

source: I lost some of my allowance…
pl: Straciłem pewność siebie…

source: Did you know that POKéMON evolve?
pl: Czy wiesz, że POKéMONY ewoluują?

# BUG POKéMON evolve quickly. They're a lot of fun!
source: BUG POKéMON evolve quickly.\nThey're a lot of fun!
pl: POKéMONY ROBAKI szybko\newoluują. Są super!

source: I was throwing POKé BALLS to\ncatch POKéMON, and I ran out.\pThat's why you can never have too\nmany POKé BALLS.
pl: Rzucałem POKé BALLE bez\nopamiętania i skończyły mi się.\pDlatego uważam, że POKé BALLI\nnigdy za wiele!

source: TRAINER TIPS\pIf your POKéMON are weak and you\nwant to avoid battles, stay away\lfrom grassy areas!
pl: PORADA\pJeśli twoje POKéMONY są słabe, a\nchcesz uniknąć walki, nie zbliżaj\lsię do wysokiej trawy!

# For poison, use ANTIDOTE! Get it at POKéMON MARTS!
source: For poison, use ANTIDOTE!\nGet it at POKéMON MARTS!
pl: Na zatrucia, najlepsze\njest ANTIDOTUM!

# TRAINER TIPSpContact PROF. OAK via a PC to get your POKéDEX evaluated!
source: TRAINER TIPS\pContact PROF. OAK via a PC to\nget your POKéDEX evaluated!
pl: PORADA\pRozmawiaj z PROF. OAKIEM przez\nPC, a sprawdzi twój POKéDEX!

source: TRAINER TIPS\pYou can't catch a POKéMON that\nbelongs to someone else.\pThrow POKé BALLS only at wild\nPOKéMON to catch them!
pl: PORADA\pNie możesz złapać POKéMONA, który\nnależy do kogoś innego.\pPOKé BALLE rzuca się tylko w\ndzikie POKéMONY!

source: TRAINER TIPS\pWeaken POKéMON before attempting\ncapture!\pWhen healthy, they may escape!
pl: PORADA\pOsłabiaj POKéMONY nim spróbujesz je\nzłapać!\pGdy są zdrowe, łatwiej im uciec!

# LEAVING VIRIDIAN FOREST PEWTER CITY AHEAD
source: LEAVING VIRIDIAN FOREST\nPEWTER CITY AHEAD
pl: OPUSZCZASZ LAS VIRIDIAN\nPEWTER CITY
